import person1 from '../assets/team/person1.jpeg';
import person2 from '../assets/team/person2.jpeg';
import person3 from '../assets/team/person3.jpeg';
import person4 from '../assets/team/person4.jpeg';
import person5 from '../assets/team/person5.jpeg';
import person6 from '../assets/team/person6.jpeg';
import person7 from '../assets/team/person7.jpeg';
import person8 from '../assets/team/person8.jpeg';
import person9 from '../assets/team/person9.jpeg';
import person10 from '../assets/team/person10.jpeg';
import person11 from '../assets/team/person11.jpeg';
import person12 from '../assets/team/person12.jpeg';
import person13 from '../assets/team/person13.jpeg';
import person14 from '../assets/team/person14.jpeg';
import person15 from '../assets/team/person15.jpeg';
import person16 from '../assets/team/person16.jpeg';
import person17 from '../assets/team/person17.jpeg';
import person18 from '../assets/team/person18.jpeg';
import person19 from '../assets/team/person19.jpeg';

export const personData = [
  {
    id: 1,
    img: person1,
    name: 'Вячеслав Уваровский',
    position: 'ТРЕНАЖЕРНЫЙ ЗАЛ "ЭКСПЕРТ"',
    insta: '',
    details: [
      'Стаж работы: с 1998 года',
      'Образование: академия фитнеса г. Москва',
      'Специализация: силовой и функциональный тренинг, похудение, натуральный бодибилдинг пляжный бодибилдинг, кинезиофитнес, здоровая спина, ЛФК, кинезиотерапия, тренировки с подростками.',
      `Дополнительные образование/семинары: Принципы построения тренировочных программ для набора мышечной массы и жиросжигания, основы питания, метаболический тренинг, бодибилдинг «MENS'S PHYSIQUE», EUROKINESIYA, Healthy back&Rehab, нутрициология и нутригенетика, практическая диетология 21 Века, КПК ассоциации профессионалов фитнеса FPA «инструктор тренажерного зала»
      «Персональный тренер-эксперт»`,
    ],
  },
  {
    id: 2,
    img: person2,
    name: 'Светлана Устюгова',
    position: 'ТРЕНАЖЕРНЫЙ ЗАЛ/БАССЕЙН "МАСТЕР"',
    insta: 'https://instagram.com/sinxro1908?utm_medium=copy_link',
    details: [
      'Стаж работы: с 1995г',
      'Образование: высшее',
      `Квалификация: тренер-преподаватель высшей категории`,
      'Специализация: плавание, синхронное плавание, бодибилдинг силовой тренинг, кондиционная подготовка, функциональный тренинг коррекция фигуры, снижение веса, набор мышечной массы, консультации по питанию.',
      'Направления: обучение детей плаванию от 5 лет, совершенствование техники, спортивное, оздоровительное плавание, синхронное плавание. Силовой тренинг, похудение, подготовка к выступлений на турнирах по фитнесу, позирование.',
      'Дополнительное образование: «Институт развития образования» -курсы повышения квалификации, проведение семинаров по плаванию, проведение мастер-классов по синхронному плаванию, «Силовая тренировка», «Практическая диетология 21 века».',
      'Спортивные звания/достижения: МС по художественной гимнастике. Первый взрослый разряд по бодибилдингу. Победитель профессионального конкурса «Тренер года». Благодарности и почётные грамоты от правительства. Подготовка МС и КМС по синхронному плаванию в школе Олимпийского резерва. Призёр Кубка Калининградской области по бодибилдингу и фитнесу, турниров «Балтийский Бриз», Чемпионатов с/к «Альбатрос» «Персональный мастер-тренер/Тренер по плаванию»',
    ],
  },
  {
    id: 3,
    img: person3,
    name: 'Сергей Краснобаев',
    position: 'ТРЕНАЖЕРНЫЙ ЗАЛ "МАСТЕР"',
    insta: 'https://instagram.com/krasnobaevsergei?utm_medium=copy_link',
    details: [
      'Стаж работы: с 1998 года',
      'Образование: высшее (физическая культура и спорт)',
      'Специализация: тяжелая атлетика, пауэрлифтинг, гиревой спорт, армспорт, здоровая спина подготовка к соревнованиям по силовым видам спорта. офп для подростков, консультации по питанию.',
      `Дополнительные образование/семинары: Принципы построения тренировочных программ для набора мышечной массы и жиросжигания, основы питания, метаболический тренинг, бодибилдинг «MENS'S PHYSIQUE», EUROKINESIYA, Healthy back&Rehab, фитнес с гирями. КПК физическая культура для детей дошкольного и школьного возраста, ОФП.`,
      'Спортивные звания/достижения: МС по тяжелой атлетике, КМС по пауэрлифтингу, Чемпион Хабаровского края по тяжелой атлетике и пауэрлифтинг Член сборной Казахстана по тяжелой атлетике. С 1988 представлял сборную Хабаровского края и Дальневосточный военный округ на Всесоюзных и международных соревнованиях "Персональный мастер-тренер"',
    ],
  },
  {
    id: 4,
    img: person4,
    name: 'Новикова Юлия',
    position: 'ТРЕНАЖЕРНЫЙ ЗАЛ/ГРУППОВЫЕ ПРОГРАММЫ',
    insta: 'https://instagram.com/ikichatova?utm_medium=copy_link',
    details: [
      'Стаж работы: 2019 года',
      'Образование: колледж Олимпийского резерва (тренер-педагог), г.Волгоград',
      'Специализация: силовой, функциональный тренинг коррекция фигуры, снижение веса, консультация по питанию, МФР, аквааэробика',
      'Дополнительные образование/семинары: Дипломированный специалист (инструктор тренажёрного зала/персональный тренер), Start-Fit Сертифицированный специалист в направлении «Здоровая спина», «Практическая диетология 21 Века», «Силовой тренинг».',
      'Спортивные звания/достижения: КМС по баскетболу. Призер чемпионатов России по баскетболу. "Персональный тренер"',
    ],
  },
  {
    id: 5,
    img: person5,
    name: 'Владимир Шикиринский',
    position: 'ТРЕНАЖЕРНЫЙ ЗАЛ',
    insta: 'https://instagram.com/vel39rus?utm_medium=copy_link',
    details: [
      'Стаж работы: с 2017 года',
      'Образование: высшее',
      'Специализация: силовой тренинг, кондиционная подготовка, работа с проблемами позвоночника, офп для подростков, консультации по питанию.',
      'Дополнительные образование/семинары: Долгосрочная периодизация тренировок в тренажёрном зале, методические особенности женского тренинга, метаболический тренинг, формула эффективной групповой программы, основ питания/нутрициалогии, здоровые стопы и здоровые колени, эффективность в Кросс Фите, периодизация подготовки универсальных атлетов. "Персональный тренер"',
    ],
  },
  {
    id: 6,
    img: person6,
    name: 'Ольга Вальковяк',
    position: 'ГРУППОВЫЕ ПРОГРАММЫ/ИНДИВИДУАЛЬНЫЕ ТРЕНИРОВКИ',
    insta: 'https://instagram.com/olga.walkowiak?utm_medium=copy_link',
    details: [
      'Стаж работы: 2013 года',
      'Образование: высшее',
      'Специализация: силовой, функциональный тренинг коррекция фигуры, снижение веса, консультация по питанию. Направления: йога, стретчинг, пилатес, функциональный тренинг, классическая аэробика степ аэробика, Hot Iron, Port de Bras.',
      'Дополнительные образование/семинары: Ассоциация профессионалов фитнеса FPA "персональный тренер", Healthy back&Rehab, Pilates, техника МФР, фитнес с гирями, функциональный тренинг, особенности работы с людьми с проблемами ОДА.',
      'Спортивные звания/достижения: КМС по спортивной аэробике, Чемпионка Калининградской области по спортивной аэробике 2013, 2014, 2016. Призер чемпионата Калининградской области по фитнесу бодибилдинге 2015.',
    ],
  },
  {
    id: 7,
    img: person7,
    name: 'Александр Назаров',
    position: 'ТРЕНАЖЁРНЫЙ ЗАЛ',
    insta: '',
    details: [
      'Образование: Колледж фитнеса и бодибилдинга имени Бена Вейдера',
      'Специализация: бодибилдинг,силовой, функциональный тренинг,набор мышечной массы, коррекция веса, консультация по питанию, тренировки с детьми и подростками.',
    ],
  },
  {
    id: 8,
    img: person8,
    name: 'Саманта Пи Варгас',
    position: 'ГРУППОВЫЕ ПРОГРАММЫ/ИНДИВИДУАЛЬНЫЕ ТРЕНИРОВКИ',
    insta: 'https://instagram.com/zumbawithsamantha?utm_medium=copy_link',
    details: [
      'Образование: высшее. БФУ им. И.Канта, факультет педагогики.',
      'Сертифицированный инструктор Zumba, TRX, Степ аэробики, групповых программ, аквааэробики.',
    ],
  },
  {
    id: 9,
    img: person9,
    name: 'Евгений Бакаев',
    position: 'БАССЕЙН/ИНДИВИДУАЛЬНЫЕ ТРЕНИРОВКИ В БАССЕЙНЕ',
    insta: 'https://www.instagram.com/sladkiy_pirozhochek69/',
    details: [
      'Опыт работы тренером с 2020 года.',
      'Начальное обучение плаванию, обучение плаванию детей и взрослых, совершенствование техники плавания, групповые и персональные тренировки',
      'Образование: высшее',
      'Спортивные достижения: КМС по плаванию.',
    ],
  },
  {
    id: 10,
    img: person10,
    name: 'Юлия Бельчикова',
    position: 'ГРУППОВЫЕ ПРОГРАММЫ',
    insta: 'https://instagram.com/2011_belka?utm_medium=copy_link',
    details: [
      'МС по художественной гимнастике.',
      'Образование: высшее, БФУ им. И.Канта, факультет Физической культуры и спорта.',
      'Опыт работы тренером с 2002 года.',
      `Курсы повышения квалификации:
      - Инструктор тренажёрного зала;
      - Метаболический тренинг;
      - Функциональный тренинг;
      - Пилатес-реабилитация;
      - Пилатес для беременных.`,
    ],
  },
  {
    id: 11,
    img: person11,
    name: 'Валентина Гришина',
    position: 'ГРУППОВЫЕ ПРОГРАММЫ',
    insta: 'https://instagram.com/valentina_grishina?utm_medium=copy_link',
    details: [
      'МС по художественной гимнастике.',
      'Образование: высшее. БФУ им. И.Канта, факультет Физической культуры и спорта.',
      'Опыт работы тренером с 2001 года.',
      `Курсы повышения квалификации:
      - Инструктор тренажёрного зала;
      - Метаболический тренинг;
      - Функциональный тренинг;`,
    ],
  },
  {
    id: 12,
    img: person12,
    name: 'Екатерина Рязанова',
    position: 'ГРУППОВЫЕ ПРОГРАММЫ/ИНДИВИДУАЛЬНЫЕ ТРЕНИРОВКИ/ПЕРИНАТАЛЬНЫЙ ФИТНЕС',
    insta: '',
    details: [
      'Инструктор групповых программ и аквааэробики.',
      'Персональный тренер',
      'Стаж работы: с 2012года',
      'Образование: высшее. Учебно-методический центр Start Fit',
      'Специализация: ”Инструктор тренажерного зала, персональный тренер”',
      'Сертифицированный инструктор: Аквааэробики (Level 1(базовый), level 2 продвинутый) Метод Pilates. Перинатальный фитнес. Реабилитационный фитнес при нарушениях осанки. МФР. Степ аэробика. HIIT. High intensity interval training. "Инструктор групповых программ/Персональный тренер".',
    ],
  },
  {
    id: 13,
    img: person13,
    name: 'Ольга Теслина',
    position: 'БАССЕЙН/ИНДИВИДУАЛЬНЫЕ ТРЕНИРОВКИ В БАССЕЙНЕ',
    insta: '',
    details: [
      `Опыт работы с 1990 года.
      • Начальное обучение плаванию,
      • Обучение плаванию взрослых,
      • Групповые и персональные тренировки в т.ч. адаптация к воде детьми с особенностями развития.
      • Работа с инвалидами и маломобильными группами населения в области адаптивной физической культуры и адаптивного спорта.`,
      'Образование: высшее Калининградский государственный университет по специальности физическое воспитание. Дополнительное образование (повышение квалификации): ФГБОУ ВПО «НГУ им. ПФ Лесгофта, С-П» по дополнительной профессиональной программе : «Инновационные технологии адаптивной физической культуры, физической культуры и спорта в практике работы с инвалидами и другими маломобильными группами населения»; ГБПОУ КО «Училище (техникум) олимпийского резерва»: «Теория и организация адаптивной физической культуры и спорта» работа с инвалидами в области адаптивной физической культуры и адаптивного спорта.',
      'Спортивные достижения: КМС по плаванию.',
    ],
  },
  {
    id: 14,
    img: person14,
    name: 'Ольга Никитина',
    position: 'БАССЕЙН/ГРУППОВЫЕ/ИНДИВИДУАЛЬНЫЕ ТРЕНИРОВКИ В БАССЕЙНЕ',
    insta: '',
    details: [
      'Стаж работы: с 2015г.',
      'Образование: высшее профессиональное',
      'Квалификация: педагог физической культуры и спорта . Специализация:плавание, спортивные игры(баскетбол, волейбол, футбол).',
      'Направление:оздоровительное плавание, обучение плаванию детей школьного и дошкольного возраста, грудничковое плавание, аквааэробика,обучение спортивным играм.',
      'Дополнительное образование: МГАФК (Московская Государственная академия физической культуры ) - подготовка спортивного резерва ГСГУ (Государственный Социально-Гуманитарный университет) - тренер по туризму, тренер по футболу, массажист',
      'Спортивные звания/достижения:первый взрослый разряд по лёгкой атлетике , первый взрослый разряд по баскетболу, многократный призёр региональных соревнований в различных видах спорта.',
    ],
  },
  {
    id: 15,
    img: person15,
    name: 'Татьяна Иванюк',
    position: 'БАССЕЙН/ГРУППОВЫЕ ТРЕНИРОВКИ В БАССЕЙНЕ',
    insta: 'https://instagram.com/tannij04?utm_medium=copy_link',
    details: [
      'Образование: высшее. БФУ им. И.Канта, факультет Физической культуры и спорта.',
      'Опыт работы тренером с 2008 года.',
      `Курсы повышения квалификации/сертификаты:
      - Грудничковое плавание;
      - Инструктор Европейской Ассоциации AFT по направлениям: аквафитнес для детей 6-12 месяцев, аквафитнес для детей 3-6 лет, ЛФК.
      - Инструктор аквааэробики`,
      'КМС по женскому футболу.',
    ],
  },
  {
    id: 16,
    img: person16,
    name: 'Андрей Никитин',
    position: 'БАССЕЙН/ИНДИВИДУАЛЬНЫЕ ТРЕНИРОВКИ В БАССЕЙНЕ',
    insta: '',
    details: [
      'Стаж тренерской работы с 1993 года',
      'Образование – высшее',
      'Квалификация – тренер-преподаватель высшей категории',
      'Специализация – плавание, спортивное плавание',
      'Направления – начальное обучение детей плаванию от 5 лет, оздоровительное плавание, совершенствование техники плавания, спортивное плавание, включающее занятия в зале (ОФП) и занятия в бассейне. "Тренер по плаванию/спортивному плаванию"',
    ],
  },
  {
    id: 17,
    img: person17,
    name: 'Александр Плиговка',
    position: 'БОКС',
    insta: 'https://instagram.com/pligovka_coach?utm_medium=copy_link',
    details: [
      'КМС по боксу.',
      'Президент Федерации профессионального бокса Калининградской области',
    ],
  },
  {
    id: 18,
    img: person18,
    name: 'Игорь Бородин',
    position: 'КАРАТЭ',
    insta: 'https://instagram.com/borodin_karate?utm_medium=copy_link',
    details: [
      'МС по каратэ. Годзю-рю.',
      'Сертифицированный инструктор по каратэ-до 3 дан. Черный пояс.',
    ],
  },
  {
    id: 19,
    img: person19,
    name: 'Светлана Бочарникова',
    position: 'ХАТХА-ЙОГА',
    insta: '',
    details: ['Дипломированный инструктор по Хатха-йоге в методике Ишвара-йога.'],
  },
];
